
export const faqData = [
  { id: 1,
    question: "ما هو تطبيق فراش ديزاد؟",
    answer: "هو تطبيق متخصص يوفر خضروات، فواكه، لحوم، وبيض مع خدمة توصيل مباشرة إلى الموقع الذي تحدده. يمكنك من خلال التطبيق استعراض المنتجات بسهولة، اختيار احتياجاتك، وتحديد موعد التوصيل بكل مرونة.",
    type: "general",
    color: "#3CAB4F"
  },

    // Student specific questions
  { id: 2,
    question: "ما هو تطبيق فراش ديزاد؟",
    answer: "هو تطبيق متخصص يوفر خضروات، فواكه، لحوم، وبيض مع خدمة توصيل مباشرة إلى الموقع الذي تحدده. يمكنك من خلال التطبيق استعراض المنتجات بسهولة، اختيار احتياجاتك، وتحديد موعد التوصيل بكل مرونة.",
    type: "general",
    color: "#3CAB4F"
  },
  
];
